Repository: Tchoow/EasySave
Catalog: EasySave/EasySave/datas/languages/*.resx
Languages: french

# AboutMainWindow
source: About us
french: À propos

# action
source: Choose an option:
french: Veuillez choisir une action

# askdel
source: Please delete save file.
french: Merci d'en supprimer pour pouvoir en créer de nouveaux.

# clearinputsjob
source: Clear inputs
french: Réinitialiser

# creadate
source: Creation date :
french: Date de creation

# cryptactive
source: Enable encryption
french: Activer le chiffrement

# daylog
source: Daily logs.
french: Logs journaliers.

# deletefail
source: Remove failed.
french: Suppression echouée.

# deletejob
source: Delete selected job
french: Supprimer le travail

# deletesave
source: Choose wich save number shall be deleted :
french: Veuillez choisir le travail que vous voulez supprimer.

# deletesucces
source: Deleted.
french: Suppression effectuée.

# diff
source: Differential
french: Différentielle.

# errorpath
source: Error in path.
french: Erreur dans la saisie des chemins.

# execalljob
source: Exec all
french: Lancer tous les travaux

# execselectedjob
source: Exec Selected Jobs
french: Lancer

# extensionscrypt
source: File extensions to consider, each extension must be separated by a comma (leave blank for all)
french: Extentions de fichier à prendre en compte, chaque extension doit être séparée par une virgule (laisser vide pour tous)

# faillang
source: Language unknow.
french: Langue non trouvée

# fromdir
source: Directory path (From) :
french: Chemin du répertoire (Source) :

# full
source: Complete
french: Complète.

# HelpMainWindow
source: Help
french: Aide

# job
source: Job N° :
french: Travaux N°

# JobMainWindow
source: Job
french: Travaux

# jobtittle
source: Starting job.
french: Executer un travaux de sauvegarde.

# language
source: Available language :
french: Liste des langues disponibles

# listlog
source: Logs.
french: Liste des logs stockées sur le serveur:

# listsave
source: List of job :
french: Liste des travaux de sauvegarde.

# LogsMainWindow
source: Logs
french: Historique

# maxsave
source: There is already 5 save job :
french: Il existe déjà 5 travaux de sauvegarde.

# menu_0
source: Choose an option (between 1-7):
french: Liste des actions (entre 1 et 7)

# menu_1
source: Create job.
french: Créer un travaux de sauvegarde.

# menu_2
source: Display job.
french: Afficher les travaux de sauvegarde.

# menu_3
source: Delete job.
french: Supprimer un travaux de sauvegarde.

# menu_4
source: Start one or more job.
french: Executer un ou plusieurs travaux.

# menu_5
source: Display daily logs.
french: Afficher les logs journaliers.

# menu_6
source: Change language.
french: Changer la langue.

# menu_7
source: Close program.
french: Quitter le programme.

source: Name :
french: Nom

source: New job
french: Nouveau travail

source: Open
french: Ouvrir

# readwhat
source: Select file to read :
french: Selectionnez fichier à lire :

# savejob
source: Save Job Modifications
french: Sauvegarder les modifications

# savename
source: Job name :
french: Nom du travail de sauvegarde :

# savenum
source: Job n° :
french: Travaux n°

# saverror
source: Error during the job process...
french: Erreur lors du processus de sauvegarde...

# savesucc
source: Save successfull.
french: Sauvegarde(s) effectuée(s) avec succès.

source: Save type :
french: Type de la sauvegarde

source: Select language :
french: Selection language

# setextension
source: Set extensions you want to encrypt (put them separated by a space or leave it empty to encrypt every file)
french: Saisissez les extensions que vous voulez chiffrer (rentrez les en les séparant par des espaces ou laissez vide pour tout chiffrer)

# showsave
source: List of jobs :
french: Liste des travaux de sauvegardes

source: State :
french: Etat

# statesave
source: Status of the backup
french: Statut de la sauvegarde

# todir
source: Directory path (To) :
french: Chemin du répertoire (Destination)

# wronginput
source: Incorect input.
french: Saisie incorrecte.
